
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Page suivante";
Cancel											= "Annuler";

ResumeMenuResumeItem							= "Reprendre la lecture";
ResumeMenuStartFromBeginningItem				= "Démarrer à partir du début";

ITSPresentsMenuItem								= "10 meilleurs iTunes";
ITunesTop10MusicVideos							= "10 meilleurs clips vidéo musicaux iTunes";
LoadingDataFromITMS								= "Connexion à l’iTunes Store en cours…";
LoadingDataFromApple							= "Chargement des bandes-annonces en cours…";

PhotoModuleAllSubAlbumsMenuItem					= "Tout";
PhotoModuleSharedAlbumsMenuItem					= "Photos partagées";
PhotoModuleFetchingServersMenuItem				= "Photos partagées…";
PhotoModuleNoServersMenuItem					= "Aucune photo partagée disponible";
PhotoModuleNoServersExplanation					= "Aucune photothèque iPhoto partagée n’est disponible actuellement.";
PhotoWindowHeader								= "Photos";
NoPhotosInAlbumMessage							= "Aucune photo n’est présente dans cet album.";
PhotoSlideshowSettings							= "Réglages de diaporama";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Durée par diapositive";
PhotoSlideshowSettingMusic						= "Musique";
PhotoSlideshowSettingRepeat						= "Répéter";
PhotoSlideshowSettingShufflePhotos				= "Mix de photos";
PhotoSlideshowSettingShuffleMusic				= "Mix de musique";
PhotoSlideshowSettingKenBurns					= "Effet Ken Burns";
PhotoSlideshowSettingTransitions				= "Transitions";
PhotoSlideshowSettingTimeFormat					= "%d secondes"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "aléatoire";
PhotoSettingNoTransitions						= "Désactivé";
Cube											= "Cube";
Dissolve										= "Dissoudre";
Droplet											= "Goutte d'eau";
"Fade Through Black"							= "Fondu noir";
Flip											= "Retourner";
"Mosaic Flip Large"								= "Grande mosaïque";
"Mosaic Flip Small"								= "Petite mosaïque";
"Page Flip"										= "Page tournée";
Push											= "Translation";
Reveal											= "Révéler";
Twirl											= "Tournoiement";
Wipe											= "Balayage";

PhotoSlideshowSettingMusicNowPlaying			= "À l'écoute";

PhotoSettingOff									= "Désactivé";
PhotoSettingOn									= "Activé";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Sans titre";
SortWidgetDateLabel								= "Date ";
SortWidgetShowLabel								= "Afficher";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= " :";

MetadataCast									= "Acteurs";
MetadataDuration								= "Longueur";
MetadataAirDate									= "Diffusé";
MetadataReleaseDate								= "Date de sortie";
MetadataInTheatres								= "Au cinéma";
MetadataArtist									= "Artiste";
MetadataAlbum									= "Album";
MetadataGenre									= "Genre";
MetadataNumberOfEpisodes						= "Nombre d’épisodes";
MetadataNumberOfTracks							= "Pistes";
MetadataMostRecent								= "Le plus récent";
MetadataDirector								= "Réalisateur";
MetadataDirectors								= "Réalisateurs";
MetadataProducer								= "Producteur";
MetadataProducers								= "Producteurs";
MetadataArtistVarious							= "Variés";
MetadataArtistUnknown							= "Artiste inconnu";
MetadataAlbumUnknown							= "Album inconnu";
MetadataPlaylistUnknown							= "Liste de lecture inconnue";
MetadataComposerUnknown							= "Compositeur inconnu";
MetadataGenreUnknown							= "Genre inconnu";
MetadataAuthor									= "Auteur";
MetadataTitle									= "Titre";
MetadataEpisode									= "Épisode";
MetadataSeasonFormat							= "(saison %d)";
MetadataFrom									= "De";
MetadataTags									= "Balises";
MetadataViews									= "Présent.";
MetadataDateAdded								= "Ajouté";
MetadataCategory								= "Catégorie";

/* Rating strings */
RatingExplicit									= "Contenu explicite";

MediaTitleDefault								= "Sans titre";

StreamingNameInList								= "Diffusion en continu";
StreamingSearchingForSharedMedia				= "Recherche de contenu partagé en cours…";

TodayDate										= "aujourd'hui";
YesterdayDate									= "hier";

GoBackText										= "Appuyez sur Menu pour revenir";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Anglais";

AuthPasswordPrompt								= "Mot de passe :";
AuthEnterPasswordPrompt							= "Saisir le mot de passe de %@ :";

TextInputDoneLabel								= "TERMINÉ";
TextInputDeleteLabel							= "EFFACER";
TextInputSpaceLabel								= "ESPACE";

AlternateTextInputSpaceLabel					= "ESPACE";
AlternateTextInputDeleteLabel					= "EFFACER";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musique";
MusicPlaylistsMenuItem							= "Listes de lecture";
MusicArtistsMenuItem							= "Artistes";
MusicAlbumsMenuItem								= "Albums";
MusicSongsMenuItem								= "Morceaux";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Clips vidéo musicaux";
MusicGenresMenuItem								= "Genres";
MusicComposersMenuItem							= "Compositeurs";
MusicAudiobooksMenuItem							= "Livres audio";
MusicShuffleSongsMenuItem						= "Mix de morceaux";
MusiciTunesPresentsMenuItem						= "iTunes Store présente";
MusicNowPlayingMenuItem							= "À l'écoute";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Éjecter le CD";
MusicSharedMusicMenuItem						= "Musique partagée";
MusicSpecialPlaylistName						= "Liste de lecture Front Row";
MusicAllAlbumsListHeader						= "Tous les albums";
MusicAllSongsListHeader							= "Tous les morceaux";
MusicAllArtistsListHeader						= "Tous les artistes";
MusicAllTracksListSpecifier						= "Tout";
MusicUntitledTrack								= "Piste sans titre";
MusicNoSharedPlaylistsMenuItem					= "Aucune musique disponible";
MusicTrackIndexOfCount							= "%ld sur %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Mise en mémoire tampon « %@ »";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Une erreur est survenue.";
GenericListError								= "Il n’y a aucun élément dans cette liste.";

WaitPleaseWait									= "Veuillez patienter";
WaitContactingRemoteHost						= "Connexion à l’hôte iTunes distant en cours…";

WirelessSetupSearchText							= "Recherche de réseaux sans fil en cours…";
NotConnectedToInternet							= "Votre Apple TV n’est pas connecté à Internet.";
NotConnectedToNetwork							= "Votre Apple TV n’est pas connecté au réseau.";
CheckNetworkConnection							= "Vérifiez les réglages de votre réseau puis réessayez.";
UntitledWirelessNetworkName						= "n/d";

// iTunesPairing Strings
PairWithITunesTitle								= "Se connecter à iTunes";

PairWithITunesForInitialSyncingDescription		= "Pour terminer la configuration et synchroniser votre contenu iTunes avec votre Apple TV, ouvrez iTunes puis sélectionnez Apple TV dans la liste Appareils. Vous devrez saisir ce mot de passe :";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Pour utiliser Apple TV pour la diffusion uniquement, appuyez sur Menu puis choisissez « Se connecter à iTunes » dans le menu Sources.";

PairWithITunesForSyncingDescription				= "Pour effectuer la connexion à iTunes et synchroniser votre contenu avec votre Apple TV, ouvrez iTunes puis sélectionnez Apple TV dans la liste Appareils. Vous devrez saisir ce mot de passe :";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Votre Apple TV est actuellement connecté à « %@ ». Pour effectuer la connexion à une autre bibliothèque, ouvrez iTunes sur cet ordinateur puis sélectionnez Apple TV dans la liste Appareils. Tout le contenu de votre Apple TV sera remplacé. Vous devrez saisir ce mot de passe :";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Pour diffuser le contenu iTunes vers votre Apple TV, ouvrez iTunes puis sélectionnez Apple TV dans la liste Appareils. Vous devrez saisir ce mot de passe :";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "La désactivation de la synchronisation supprimera tout le contenu actuel de votre Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Le changement de bibliothèque iTunes remplacera tout le contenu sur votre Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV nécessite iTunes 7.1.1 ou ultérieur";
PairWithITunesCancel							= "Annuler";
PairWithITunesContinue							= "Continuer";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Une erreur est survenue.";
FatalExceptionAlertDescription					= "Appuyez sur Lecture/Pause pour redémarrer votre Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50 Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Hz";
480p60											= "480p";
576p50											= "576p - 50 Hz ";
576i											= "576i - 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Connexion";
LoadingLibraryNamed								= "Chargement de « %@ » en cours…";
ConnectionToiTunesLost							= "Bibliothèque iTunes indisponible";
WaitingForiTunesToStart							= "Tentative de reconnexion à « %@ ». Assurez-vous que l’ordinateur est allumé et qu’iTunes est ouvert.";
GoToSources										= "Aller aux sources";
AttemptingToAuthorizeContent					= "Tentative d’autorisation en cours…";

SharedITunesLibraryPasswordTitle				= "Mot de passe de la bibliothèque partagée";
SharedITunesLibraryPasswordText					= "Saisissez le mot de passe de « %@ », puis cliquez sur Terminé.";
SharedITunesLibraryPasswordPrompt				= "Mot de passe :";
SharedITunesLibraryPasswordRetryTitle			= "Mot de passe incorrect";
SharedITunesLibraryPasswordRetryText			= "Le mot de passe saisi pour « %@ » est incorrect.\nRéessayez.";

SharedIPhotoLibraryPasswordTitle				= "Mot de passe de la photothèque";
SharedIPhotoLibraryPasswordText					= "Saisissez le mot de passe de « %@ », puis cliquez sur Terminé.";
SharedIPhotoLibraryPasswordPrompt				= "Mot de passe :";
SharedIPhotoLibraryPasswordRetryTitle			= "Mot de passe incorrect";
SharedIPhotoLibraryPasswordRetryText			= "Le mot de passe saisi pour « %@ » est incorrect.\nRéessayez.";

ConnectToITunesForStreaming						= "Se connecter au nouvel iTunes";
StreamingServerNotAvailable						= "Bibliothèque non disponible";
TurnOnStreamingServer							= "Assurez-vous que l’ordinateur avec « %@ » est allumé et qu’iTunes est ouvert.";
DisconnectStreamingHost							= "Se déconnecter d’iTunes";
MaxStreamingHostCountReached					= "Vous ne pouvez connecter Apple TV qu’à cinq bibliothèques iTunes au plus. Choisissez une bibliothèque à déconnecter pour pouvoir connecter Apple TV à une nouvelle bibliothèque.";
SelectHostToDelete								= "Se connecter au nouvel iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Synchronisation de « %@ » en cours"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Copie de %d sur %d : %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Saisissez le mot de passe";
BRParentalControlsPasscodeEnterPrompt			= "Saisissez votre mot de passe de contrôle parental (quatre caractères).";
BRParentalControlsPasscodeWrongTitle			= "Mot de passe incorrect";
BRParentalControlsPasscodeWrongPrompt			= "Le mot de passe saisi est incorrect.";
BRParentalControlsPasscodeSetTitle				= "Définir le mot de passe";
BRParentalControlsPasscodeSetPrompt				= "Pour activer pour la première fois le contrôle parental sur votre Apple TV, saisissez un mot de passe de quatre caractères. Après avoir défini votre mot de passe, vous devrez le saisir pour pouvoir modifier les réglages de contrôle parental.";
BRParentalControlsPasscodeConfirmTitle			= "Confirmation du mot de passe";
BRParentalControlsPasscodeConfirmPrompt			= "Saisissez à nouveau votre mot de passe (quatre caractères).";
BRParentalControlsPasscodeConfirmedTitle		= "Mot de passe confirmé";
BRParentalControlsPasscodeConfirmedPrompt		= "Assurez-vous de conserver votre mot de passe en lieu sûr. Si vous l’oubliez, il peut être réinitialisé en choisissant « Retour aux réglages d’origine », ce qui rétablira l’état et les réglages d’origine de votre Apple TV.";
BRParentalControlsPasscodeMismatchTitle			= "Mot de passe différent";
BRParentalControlsPasscodeMismatchPrompt		= "Le mot de passe saisi ne correspond pas.";
BRParentalControlsPasscodeTryAgainItem			= "Redéfinir le mot de passe";
BRParentalControlsPasscodeOldTitle				= "Ancien mot de passe";
BRParentalControlsPasscodeOldPrompt				= "Saisissez votre ancien mot de passe (quatre caractères).";
BRParentalControlsPasscodeChangeTitle			= "Nouveau mot de passe";
BRParentalControlsPasscodeChangePrompt			= "Saisissez votre nouveau mot de passe (quatre caractères).";

// Syncing text
BRSettingSyncing								= "Synchronisation en cours";
BRSettingTurnOnSyncing							= "Activer la synchronisation";
BRSettingTurnOffSyncing 						= "Désactiver la synchronisation";
BRSettingChangeITunesLibrary 					= "Changer de bibliothèque iTunes";

// Combo Row text
AssetViewFormat									= "présentation %@";
AssetViewsFormat								= "présentations %@";

BRDVDLoadingText								= "Chargement du DVD…";
BRDVDMenuItemResume								= "Reprendre la lecture";
BRDVDMenuStartFromBeginning						= "Démarrer à partir du début";
BRDVDMenuItemEjectDisk							= "Éjecter le disque";
BRDVDMenuItemDVDMenu							= "Menu DVD";
BRDVDPlayerChapterFormatter                     = "Chapitre %d sur %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Autre…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Pas de HDCP";
HDCPErrorDialogExplanation						= "Ce contenu requiert HDCP pour la lecture. Pour visualiser ce contenu, assurez-vous que les moniteurs connectés prennent en charge la spécification HDCP.";


